import img1 from "../../img/goods/quad/1/STELS-ATV-GUEPARD-650-CARGO-yellow.jpg"
import img1_1 from "../../img/goods/quad/1/detail-cargo/STELS-ATV-GUEPARD-CARGO-1.jpg"
import img1_2 from "../../img/goods/quad/1/detail-cargo/STELS-ATV-GUEPARD-CARGO-2.jpg"
import img1_3 from "../../img/goods/quad/1/detail-cargo/STELS-ATV-GUEPARD-CARGO-3.jpg"

import img2 from "../../img/goods/quad/2/STELS-ATV-GUEPARD-650-EX-black.jpg"
import img2_1 from "../../img/goods/quad/2/detail-EX/STELS-ATV-GUEPARD-EXTREME-1.jpg"
import img2_2 from "../../img/goods/quad/2/detail-EX/STELS-ATV-GUEPARD-EXTREME-2.jpg"
import img2_3 from "../../img/goods/quad/2/detail-EX/STELS-ATV-GUEPARD-EXTREME-3.jpg"

import img3 from "../../img/goods/quad/3/STELS-ATV-GUEPARD-650-LT-yellow.jpg"
import img3_1 from "../../img/goods/quad/3/detail-LT/STELS-ATV-GUEPARD-LT-1.jpg"
import img3_2 from "../../img/goods/quad/3/detail-LT/STELS-ATV-GUEPARD-LT-2.jpg"
import img3_3 from "../../img/goods/quad/3/detail-LT/STELS-ATV-GUEPARD-LT-3.jpg"

import img4 from "../../img/goods/quad/4/STELS-ATV-GUEPARD-650-PE-carbon-black.jpg"
import img4_1 from "../../img/goods/quad/4/STELS-ATV-GUEPARD-650-PE-carbon-light-green.jpg"
import img4_2 from "../../img/goods/quad/4/STELS-ATV-GUEPARD-650-PE-carbon-red.jpg"
import img4_3 from "../../img/goods/quad/4/STELS-ATV-GUEPARD-650-PE-dub-black.jpg"
import img4_4 from "../../img/goods/quad/4/STELS-ATV-GUEPARD-650-PE-gray-gray.jpg"
import img4_5 from "../../img/goods/quad/4/STELS-ATV-GUEPARD-650-PE-gray-light-green.jpg"
import img4_6 from "../../img/goods/quad/4/STELS-ATV-GUEPARD-650-PE-white-black.jpg"

import img5 from "../../img/goods/quad/5/STELS-ATV-GUEPARD-650-ST-yellow.jpg"
import img5_1 from "../../img/goods/quad/5/detail-ST/STELS-ATV-GUEPARD-ST-1.jpg"
import img5_2 from "../../img/goods/quad/5/detail-ST/STELS-ATV-GUEPARD-ST-2.jpg"
import img5_3 from "../../img/goods/quad/5/detail-ST/STELS-ATV-GUEPARD-ST-3.jpg"

import img6 from "../../img/goods/quad/6/STELS-ATV-GUEPARD-650-TE-gray.jpg"
import img6_1 from "../../img/goods/quad/6/detail-TE/STELS-ATV-GUEPARD-TE-1.jpg"
import img6_2 from "../../img/goods/quad/6/detail-TE/STELS-ATV-GUEPARD-TE-2.jpg"
import img6_3 from "../../img/goods/quad/6/detail-TE/STELS-ATV-GUEPARD-TE-3.jpg"

import img7 from "../../img/goods/quad/7/STELS-ATV-800-GUEPARD-CARGO.jpg"
import img7_1 from "../../img/goods/quad/7/detail-cargo/STELS-ATV-GUEPARD-CARGO-1.jpg"
import img7_2 from "../../img/goods/quad/7/detail-cargo/STELS-ATV-GUEPARD-CARGO-2.jpg"
import img7_3 from "../../img/goods/quad/7/detail-cargo/STELS-ATV-GUEPARD-CARGO-3.jpg"

import img8 from "../../img/goods/quad/8/STELS-ATV-GUEPARD-800-EX-yellow.jpg"
import img8_1 from "../../img/goods/quad/8/detail-EX/STELS-ATV-GUEPARD-EXTREME-1.jpg"
import img8_2 from "../../img/goods/quad/8/detail-EX/STELS-ATV-GUEPARD-EXTREME-2.jpg"
import img8_3 from "../../img/goods/quad/8/detail-EX/STELS-ATV-GUEPARD-EXTREME-3.jpg"

import img9 from "../../img/goods/quad/9/STELS-ATV-GUEPARD-800-LT-black.jpg"
import img9_1 from "../../img/goods/quad/9/detail-LT/STELS-ATV-GUEPARD-LT-1.jpg"
import img9_2 from "../../img/goods/quad/9/detail-LT/STELS-ATV-GUEPARD-LT-2.jpg"
import img9_3 from "../../img/goods/quad/9/detail-LT/STELS-ATV-GUEPARD-LT-3.jpg"

import img10 from "../../img/goods/quad/10/STELS-ATV-GUEPARD-800-PE-gray-gray.jpg"
import img10_1 from "../../img/goods/quad/10/STELS-ATV-GUEPARD-800-PE-carbon-light-green.jpg"
import img10_2 from "../../img/goods/quad/10/STELS-ATV-GUEPARD-800-PE-carbon-red.jpg"
import img10_3 from "../../img/goods/quad/10/STELS-ATV-GUEPARD-800-PE-white-black.jpg"



// export const stockData = [
//     {
//         id: 1,
//         name: 'GUEPARD-650-CARGO',
//         img: img1,
//         imgDetail: {img1_1, img1_2, img1_3},
//         type: 'квадроцикл',
//         availability: 10
//     },
//     {
//         id: 2,
//         name: 'GUEPARD-650-EX',
//         img: img2,
//         imgDetail: {img2_1, img2_2, img2_3},
//         type: 'квадроцикл',
//         availability: 6
//     },
//     {
//         id: 3,
//         name: 'GUEPARD-650-LT',
//         img: img3,
//         imgDetail: {img3_1, img3_2, img3_3},
//         type: 'квадроцикл',
//         availability: 12
//     },
//     {
//         id: 4,
//         name: 'GUEPARD-650-PE',
//         img: img4,
//         imgDetail: {img4_1, img4_2, img4_3, img4_4, img4_5, img4_6},
//         type: 'квадроцикл',
//         availability: 1
//     }
//   ];





export const stockData = [
    {
        id: 1,
        name: 'GUEPARD-650-CARGO',
        img: img1,
        imgDetail: {img1_1, img1_2, img1_3},
        type: 'квадроцикл',
        availability: 10,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Стоимость указана без учета доставки.'
        ],
        features: {
            'Рама' : 'Cтальная сварная трубчатая',
            'Двигатель' : '4-х тактный, жидкостного охлаждения',
            'Рабочий объем': '800',
            'Система питания': 'Впрыск топлива с электроным управлением',
            'Система зажигания': 'Электронный блок управления',
            'Система Пуска': 'Электростартер',
            'Макс мощность, Л.С./КВТ/(ОБ./МИН.)' : '67/49 (6500)',
            'КОНСТРУКТИВНАЯ СКОРОСТЬ, КМ/Ч' : '90',
            'Трансмиссия' : 'Клиноременный вариатор CVTech + КПП (L-H-N-R-P)',
            'Привод от двигателя к редукторам' : 'Карданный вал',
            'Привод от редуктора к к колесам' : 'Вал трансмиссионный с двумя шарнирами равных угловых скоростей',
            'Подвеска передняя' : 'Независимая, двухрычажная, с пружинно-гидравлическими амортизаторами, ход 185 мм',
            'Подвеска задняя' : 'Независимая, двухрычажная, с пружинно-гидравлическими амортизаторами, ход 180 мм',
            'Тормоз передний' : 'Дисковый с гидравлическим приводом на каждое колесо, управление педалью справа и рычагом на руле справа',
            'Тормоз задний' : 'Дисковый гидравлический',
            'Емкость топливного бака, л.' : '30',
            'Шины передние' : '27х9R12',
            'Шины задние' : '27x11R12',
            'Диски-передние' : 'Легкосплавные 12"',
            'Диски задние' : 'Легкосплавные 12"',
            'Габаритные размеры, мм: длина, ширина, высота по спинке седла' : '2390±20 / 1350±20 / 1545±30',
            'Колесная база, мм' : '1550±20',
            'Клиренс,мм' : '320±20',
            'Снаряженная масса, кг' : '540±5',
            'Радиус разворота, мм' : '3700',
            'Цвет' : 'Желтый'
        }
    },
    {
        id: 2,
        name: 'GUEPARD-650-EX',
        img: img2,
        imgDetail: {img2_1, img2_2, img2_3},
        type: 'квадроцикл',
        availability: 6,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ],
        features: {
            Шины: 'есть',
            Колёса: 'нет',
            Писька: 'стоит'
        }
    },
    {
        id: 3,
        name: 'GUEPARD-650-LT',
        img: img3,
        imgDetail: {img3_1, img3_2, img3_3},
        type: 'квадроцикл',
        availability: 12,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ],
        features: {
            Шины: 'нет',
        }
    },
    {
        id: 4,
        name: 'GUEPARD-650-PE',
        img: img4,
        imgDetail: {img4_1, img4_2, img4_3, img4_4, img4_5, img4_6},
        type: 'квадроцикл',
        availability: 1,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ]
    },
    {
        id: 5,
        name: 'GUEPARD-650-ST',
        img: img5,
        imgDetail: {img5_1, img5_2, img5_3},
        type: 'квадроцикл',
        availability: 0,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ]
    },
    {
        id: 6,
        name: 'GUEPARD-650-TE',
        img: img6,
        imgDetail: {img6_1, img6_2, img6_3},
        type: 'квадроцикл',
        availability: 1000,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ]
    },
    {
        id: 7,
        name: '800-GUEPARD-CARGO',
        img: img7,
        imgDetail: {img7_1, img7_2, img7_3},
        type: 'квадроцикл',
        availability: 3,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ]
    },
    {
        id: 8,
        name: 'GUEPARD-800-EX',
        img: img8,
        imgDetail: {img8_1, img8_2, img8_3},
        type: 'квадроцикл',
        availability: 0,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ]
    },
    {
        id: 9,
        name: 'GUEPARD-800-LT',
        img: img9,
        imgDetail: {img9_1, img9_2, img9_3},
        type: 'квадроцикл',
        availability: 101,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ]
    },
    {
        id: 10,
        name: 'GUEPARD-800-PE',
        img: img10,
        imgDetail: {img10_1, img10_2, img10_3},
        type: 'квадроцикл',
        availability: 0,
        description: [
            'Квадроцикл STELS 800 GUEPARD Trophy создан компанией Веломоторс покорять самую сложную для механических транспортных средств стихию – вязкую грязь. Квадроцикл способен с легкостью преодолевать даже самые непроходимые участки трассы, выбираясь из глубоких рытвин, ничуть не буксуя в скользком, глинистом грунте, являясь действительно вездеходным. Данная модель стала настоящим прорывом в своей области, что достигнуто за счет грамотно продуманных модификаций и технологических решений.',
            'Так, STELS 800 GUEPARD Trophy отличается невероятно высоким просветом, составляющим целых 40см против привычных 25-28см. С целью обеспечения долговечности квадроцикла, производитель предусмотрел проводку, защищенную от влаги, поднял высоко воздушный фильтр и систему вариатора. При этом рама квадроцикла представляет собой сварную конструкцию из высокопрочной стали, что говорит о его надежности и износопрочности.',
            'Мощность двигателя в 67 лошадиных сил в купе с надежной дисковой тормозной системой являются гарантией того, что каждая поездка станет ярким, экстремальным развлечением с минимальным риском. Не менее существенным аргументом в пользу выбора STELS 800 GUEPARD Trophy является его стильный и броский дизайн, интуитивно понятная и удобная приборная панель, а также инновационной светодиодной оптикой. Кроме того, максимум внимания уделено комфорту водителя, что обеспечено удобным двухуровневым сидением, с которого открывается отличный обзор, а также широкими боковыми подножками и защита рук.',
            'В целом, квадроцикл STELS 800 GUEPARD Trophy можно назвать настоящим шедевром отечественного производителя, успевшего зарекомендовать себя с самой положительной стороны в ходе стендовых испытаний и тест-драйвах, максимально приближенным к реальным условиям эксплуатации.',
            'Цена расцветки камуфляжа — 5000',
            'Стоимость указана без учета доставки.'
        ]
    }
  ];
